import React from "react";

/*
______________________
|  day/month/year  x | header
----------------------
| May, 18        <  >| title: часть календаря, в которой пишется месяц и идет пролистывание страниц
----------------------
| 1| 2| 3| 4| 5| 6| 7| grid
----------------------
| 8| 9|10|11|12|13|14|
----------------------
|15|16|17|18|19|20|..|
----------------------
*/

const CalendarTitle = () => {
    return(
        <div>CalendarTitle</div>
    );
};

export { CalendarTitle };